"%@ - Offline" = "%@ – offline";

"3D Secure" = "Secure";

"Add New Card…" = "Neue Karte hinzufügen…";

"Add a Card" = "Karte hinzufügen";

"Apt." = "Adresszeile 2";

"Contact" = "Kontakt";

"Delivery" = "Lieferinformationen";

"Delivery Address" = "Lieferadresse";

"Free" = "Kostenlos";

"Invalid Shipping Address" = "Ungültige Versandadresse";

"Loading…" = "Wird geladen...";

"Multibanco" = "Multibanco";

"Next" = "Weiter";

"Online Banking (FPX)" = "Online-Banking (FPX)";

"Payment Method" = "Zahlungsmethode";

"Shipping" = "Versand";

"Shipping Method" = "Versandmethode";

"Use Billing" = "Rechnungsadresse verwenden";

"Use Delivery" = "Lieferadresse verwenden";

"Use Shipping" = "Versandadresse verwenden";
